tap "homebrew/bundle"
tap "jhawthorn/fzy"
brew "age"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "grpc"
brew "python@3.12"
brew "apache-arrow"
brew "atuin"
brew "glib"
brew "cairo"
brew "ccat"
brew "coreutils"
brew "cowsay"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "flyctl"
brew "fzf"
brew "fzy"
brew "gcc"
brew "libavif"
brew "gd"
brew "gnupg"
brew "gpgme"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "libxml2"
brew "libspatialite"
brew "netcdf"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "git-delta"
brew "qt"
brew "gnuplot"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "libdap"
brew "lolcat"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "tree-sitter"
brew "neovim"
brew "netlify-cli"
brew "openjdk"
brew "poppler-qt5"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "stow"
brew "tig"
brew "tmux"
brew "universal-ctags"
brew "vale"
brew "zoxide"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bungcip.better-toml"
vscode "dbaeumer.jshint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hookyqr.beautify"
vscode "hridoy.rails-snippets"
vscode "mhmadhamster.postcss-language"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "msjsdiag.debugger-for-chrome"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust"
vscode "stylelint.vscode-stylelint"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wingrunr21.vscode-ruby"
