tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jhawthorn/fzy"
tap "neovim/neovim"
tap "shopify/shopify"
tap "universal-ctags/universal-ctags"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "automake"
brew "bash"
brew "binutils"
brew "boost"
brew "boost-python"
brew "gettext"
brew "openssl@1.1"
brew "xz"
brew "ccat"
brew "cmake"
brew "codequery"
brew "coreutils"
brew "wxmac"
brew "nspr"
brew "couchdb"
brew "cowsay"
brew "ctags", link: false
brew "curl"
brew "czmq"
brew "dateutils"
brew "go"
brew "dep"
brew "direnv"
brew "docker", link: false
brew "docker-machine", link: false
brew "docker-compose"
brew "e2fsprogs"
brew "elasticsearch", link: false
brew "elasticsearch@2.4", link: true
brew "elixir"
brew "entr"
brew "exercism"
brew "fd"
brew "libevent"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libxml2"
brew "python", link: false
brew "libspatialite"
brew "libtool"
brew "netcdf"
brew "numpy"
brew "unixodbc"
brew "gdal"
brew "pkg-config"
brew "gdb"
brew "git"
brew "gitlab-runner", restart_service: true
brew "glide"
brew "global"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "gotags"
brew "gowsdl"
brew "gradle"
brew "grafana"
brew "graphviz"
brew "grpcurl"
brew "hadoop", link: false
brew "ncurses"
brew "htop"
brew "httpie"
brew "httrack"
brew "jq"
brew "lz4"
brew "libxmlsec1"
brew "libxslt"
brew "llvm"
brew "lolcat"
brew "lua"
brew "maven"
brew "md5sha1sum"
brew "youtube-dl"
brew "mpv"
brew "mysql@5.7", link: true
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "node@10"
brew "openvpn"
brew "p7zip"
brew "parallel"
brew "percona-toolkit"
brew "postgresql", restart_service: true
brew "protobuf-c"
brew "postgis"
brew "postgresql@10"
brew "postgresql@9.6"
brew "protoc-gen-go"
brew "prototool"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rainbarf"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "spatialite-tools"
brew "stow"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator-completion"
brew "typesafe-activator"
brew "unar"
brew "unzip"
brew "watch"
brew "wget"
brew "yarn", link: false
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "jhawthorn/fzy/fzy"
brew "shopify/shopify/toxiproxy"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "anaconda"
cask "bloomrpc"
cask "docker"
cask "font-hack-nerd-font"
cask "java"
cask "java8"
cask "mactex"
