tap "filippo.io/age", "https://filippo.io/age"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jhawthorn/fzy"
tap "johanhaleby/kubetail"
tap "neovim/neovim"
tap "shopify/shopify"
tap "universal-ctags/universal-ctags"
brew "age"
brew "libyaml"
brew "openssl@1.1"
brew "xz"
brew "python@3.8"
brew "ansible"
brew "gcc"
brew "libevent"
brew "autoconf"
brew "automake"
brew "bash"
brew "binutils"
brew "boost"
brew "boost-python"
brew "boost-python3"
brew "bzip2"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "ccat"
brew "cgal"
brew "clang-format"
brew "cmake", link: false
brew "codequery"
brew "coreutils"
brew "nspr"
brew "couchdb"
brew "cowsay"
brew "ctags", link: false
brew "curl"
brew "czmq"
brew "dateutils"
brew "go"
brew "dep"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-compose"
brew "docker-machine"
brew "e2fsprogs"
brew "elasticsearch", link: false
brew "wxwidgets"
brew "elixir"
brew "entr"
brew "exercism"
brew "fd"
brew "libtool"
brew "guile"
brew "gobject-introspection"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "geos"
brew "libxml2"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "numpy"
brew "unixodbc"
brew "gdal"
brew "gdb"
brew "gdk-pixbuf"
brew "gflags"
brew "git"
brew "git-delta"
brew "gitlab-runner", restart_service: true
brew "glide"
brew "global"
brew "glog"
brew "gnu-sed"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "gotags"
brew "gowsdl"
brew "openjdk"
brew "gradle"
brew "grafana"
brew "graphviz"
brew "grpcurl"
brew "hadoop", link: false
brew "hiredis"
brew "ncurses"
brew "htop"
brew "httpie"
brew "httrack"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lz4"
brew "libxmlsec1"
brew "libxslt"
brew "llvm"
brew "lolcat"
brew "lzip"
brew "maven"
brew "md5sha1sum"
brew "mitmproxy"
brew "mockery"
brew "youtube-dl"
brew "mpv"
brew "mysql"
brew "mysql-client"
brew "mysql@5.7"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "node@10"
brew "octave"
brew "openvpn"
brew "osmosis", link: false
brew "p7zip"
brew "parallel"
brew "percona-toolkit"
brew "postgresql", restart_service: true
brew "postgis"
brew "postgresql@10"
brew "postgresql@9.6"
brew "protoc-gen-go"
brew "prototool"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "rainbarf"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "sbcl"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "spatialindex"
brew "spatialite-tools"
brew "stow"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator-completion"
brew "unar"
brew "universal-ctags"
brew "unzip"
brew "valgrind", args: ["HEAD"]
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "jhawthorn/fzy/fzy"
brew "johanhaleby/kubetail/kubetail", args: ["with-short-names"]
brew "shopify/shopify/toxiproxy"
cask "alacritty"
cask "bloomrpc"
cask "docker"
cask "font-hack-nerd-font"
cask "java"
cask "java8"
cask "mactex"
